tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "readline"
brew "asdf"
brew "ccache"
brew "cmake"
brew "erlang"
brew "elixir"
brew "gnutls"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "groff"
brew "helm"
brew "htop"
brew "jq"
brew "pgcli"
brew "ripgrep"
brew "stow"
brew "telnet"
brew "tmux"
brew "vifm"
brew "wget"
cask "adoptopenjdk8"
