tap "adoptopenjdk/openjdk"
tap "cirruslabs/cli"
tap "homebrew/bundle"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bison", link: true
brew "boost"
brew "btop"
brew "gettext"
brew "pcre2"
brew "python@3.12"
brew "glib"
brew "xorgproto"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "difftastic"
brew "docker-compose"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fzf"
brew "git-delta"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "guile"
brew "helm"
brew "highway"
brew "htop"
brew "imath"
brew "iredis"
brew "jasper"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "libarchive"
brew "ninja"
brew "meson"
brew "newsboat"
brew "openexr"
brew "pgcli"
brew "protobuf"
brew "psutils"
brew "py3cairo"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tailscale"
brew "telnet"
brew "tmux"
brew "vifm"
brew "wget"
brew "zig"
brew "cirruslabs/cli/tart"
cask "adoptopenjdk8"
