tap "adoptopenjdk/openjdk"
tap "cirruslabs/cli"
tap "homebrew/bundle"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bison", link: true
brew "pcre2"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "difftastic"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fzf"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "icu4c"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "libevent"
brew "ninja"
brew "meson"
brew "newsboat"
brew "pgcli"
brew "protobuf"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "telnet"
brew "tmux"
brew "vifm"
brew "wget"
brew "cirruslabs/cli/tart"
